class OnboardingQuestions {
  static final List<String> questions = [
    "여행자님의 이름을 알려주세요",
    "여행자님의 나이가 궁금해요",
    "여행자님의 성별은 뭔가요?",
    "여행자님은 자식이 있으신가요?",
    "여행자님의 직업이 무엇인가요?",
    "여행자님의 최종 학력은 어떻게 되시나요?",
    "여행자님은 결혼하셨나요?",
    "질문에 모두 답해주셨네요!",
  ];

  static final List<String> questionsDetails = [
    "이름이란건 생각보다 많은 걸 담고있는 법이죠. 여행자님의 이름은 무엇인가요?",
    "나이는 단지 숫자일 뿐이죠. 여행자님께서 얼마나 멋진 경험을 쌓아오셨는지 궁금해요. 여행자님의 나이는 어떻게 되시나요?",
    "성별은 우리의 일부일 뿐이지만, 사람마다 특별한 이야기를 담고 있죠. 여행자님의 성별은 어떻게 되시나요?",
    "자녀가 있다면 그만큼 삶이 풍요로워지죠. 여행자님의 가족 이야기가 궁금해요. 자녀가 있으신가요?",
    "직업은 우리 삶의 큰 부분을 차지하죠. 여행자님은 어떤 일을 하고 계신가요?",
    "교육은 우리를 성장시키는 중요한 요소죠. 여행자님의 최종 학력에 대해 알려주세요.",
    "결혼은 인생의 큰 전환점이 되기도 하죠. 여행자님은 결혼하셨나요?",
    "답해주신 내용으로 책을 만들기 위한 가장 적절한 챕터를 만들고있어요..."
  ];
}